[{
    "id": "1",
    "title": "Мертвые души",
    "author": "Николай Гоголь",
    "authorId": "1",
    "category": "Проза",
    "categoryId": "1",
    "description": "Изначально задумано как трёхтомное произведение. Первый том был издан в 1842 году. Практически готовый второй том уничтожен писателем, но сохранилось несколько глав в черновиках. Третий том был задуман и не начат, о нём остались только отдельные сведения."
  },
  {
    "id": "2",
    "title": "Лолита",
    "author": "Владимир Набоков",
    "authorId": "2",
    "category": "Проза",
    "categoryId": "1",
    "description": "«Лолита» является наиболее известным из всех романов Набокова и демонстрирует любовь писателя к сложной игре слов и описательным деталям, которые характерны для всех его работ."
  },
  {
    "id": "3",
    "title": "Javascript. Подробное руководство",
    "author": "Дэвид Флэнаган",
    "authorId": "3",
    "category": "Программирование",
    "categoryId": "2",
    "description": "Пятое издание бестселлера «JavaScript. Подробное руководство» полностью обновлено. Рассматриваются взаимодействие с протоколом HTTP и применение технологии Ajax, обработка XMLдокументов, создание графики на стороне клиента с помощью тега <canvas>, пространства имен в JavaScript, необходимые для разработки сложных программ, классы"
  },
  {
    "id": "4",
    "title": "JavaScript. Карманный справочник",
    "author": "Дэвид Флэнаган",
    "authorId": "3",
    "category": "Программирование",
    "categoryId": "2",
    "description": "JavaScript - популярнейший язык программирования, который уже более 15 лет применяется для написания сценариев интерактивных веб-страниц. В книге представлены самые важные сведения о синтаксисе языка и показаны примеры его практического применения. Несмотря на малый объем карманного издания, в нем содержится все, что необходимо знать для разработки профессиональных веб-приложений."
  },
  {
    "id": "5",
    "title": "Любовь",
    "author": "Анна Ахматова",
    "authorId": "4",
    "category": "Поэзия",
    "categoryId": "3",
    "description": "Критики сразу назвали молодую Ахматову русской Сапфо, по имени древнегреческой певицы любви. Веками копившаяся духовная энергия женской души получила выход в России в поэзии Анны Ахматовой. Впервые женщина обрела поэтический голос такой силы: \"Я научила женщин говорить\". Лирика поэта отразила мотивы великой земной любви, психологию женской души, в ее поэзии трагические ноты чередуются со светлыми, ликующими..."
  },
  {
    "id": "6",
    "title": "Девятый дневник",
    "author": "Игорь Губерман",
    "authorId": "5",
    "category": "Поэзия",
    "categoryId": "3",
    "description": "«Девятый дневник» Игоря Губермана – возжение главной свечи в девятисвечнике его исповедальной поэзии. Проза и гарики этого сборника – оазис мудрости посреди вселенской суеты. В этой книге - впечатления от посещений дальних стран и размышления о путешествиях духовных, рассуждения о нашей противоречивой природе, о житейских странствиях и о грехе стихоложества, дарующем поэту блаженство. Иронично, точно, умно – как всегда."
  }
]
